[
  {
      "companyName": "Turing School of Software & Design",
      "position": "Back-End Student",
      "years": "2020-2021",
      "image": "https://lh3.googleusercontent.com/bkKuZv925If05PpW7GK-aBUePVLZlPRtT5WwMl9QDNM8h6UBbjXtgtq8aEMc5-1SOwsx_is8VawKSU8pTG0XXh-T-s_1xnbSCczCWeo9TVdPP8_Vjb1OSxAfEqEJjhTLUAF-EI9Meg=w2400",
      "description": "I was introduced to Turing School of Software & Design by my cousin, he was an alumni years prior. Before I applied I basically did an 8 month crash course with my cousin where he showed me the basics of programming in order to prepare myself for the harsh and diffcult journey which is Turing. During my time in Turing I can safely say that I have never been pushed so far to learn and expand my knowledge. I spent roughly 70+ hours a week either being in class, doing coding challanges, studying on the side tring to learn new things or just working on projects either by myself or in a group. Throughout the journey my cohort basically became my secound family, we were always supporting one another and always helped each other out in projects or sometimes in our personnal lifes as well. We walked into Turing all by oursleves afraid of the unknown but cameout stronger than ever, ready to taken on the world. It was a breif 8 months but I can say that it was probably one of the most important time in my life."
  },
  {
    "companyName": "Home Depot",
    "position": "Sales Associate",
    "years": "2019-2020",
    "image": "https://lh3.googleusercontent.com/VY76xpO_0uBhICtwvKCumnX9hCCaWHwikdKVP357U6IE6KaXRcVDmK6kz2paB4rd3lY772McR_A4t01xv9Pbimmvqsr-zQXTVO8fNrDSB3nVFM39JwscCJmFnOjKK4jIj-q8bkmC1w=s225-p-k",
    "description": "I worked for Home Depot for about a year, I was a sales associate for the garden department helping customers with any questions they ask as well as point them to the right items they need for the job they were planning to do. It was a fun year working there, got to meet many good coworkers that I still to this day call them a good friend of mine. Home Depot showed me how to work as a team and to also not be afraid of learning new things from other departments. I was hired for the garden department but I also helped in hardware, as well as in electrical, and in the receiving department. I helped anywhere I can in order to get better at my job. Sadly I had to quit my job because I was moving to tampa with my cousin in order to learn the basics of coding and enter school in order to get a job in software developement"
  }
]